{
  "welcome": "Welcome to our site",
  "login": "AmeriQube",
  "navigation": {
    "navLinks": [
      { "label": "HOME", "path": "/" },
      { "label": "ABOUT", "path": "/about" },
      { "label": "PRODUCTS & SERVICES", "path": null },
      { "label": "CONTACT", "path": "/contact" }
    ],
    "productLinks": [
      {
        "label": "IceQube",
        "path": "https://iceqube.com",
        "logo": "/logos/AmeriQube_IceQube-White.png",
        "description": "Ice qube supplies a wide range of high quality climate control products. The offer includes air conditioners for zones I and II, industrial air conditioners and specialized air conditioning solutions. Iceqube air conditioners are characterized by exceptional reliability. They meet high industry requirements and provide precise temperature and humidity control in various work environments."
      },
      {
        "label": "SmartQube",
        "path": "https://smartqube.com",
        "logo": "/logos/AmeriQube_SmartQube-White.png",
        "description": "Smartqube offers a comprehensive range of services, from equipment maintenance, calibration, and troubleshooting. Using iceqube solutions, we design innovative solutions tailored to the changing needs of various industries. Additionally, as a distributor in Europe, Smartqube facilitates seamless access to cutting-edge solutions, enabling businesses to thrive in an ever-changing landscape."
      }
    ]
  },
  "regions": ["EU", "USA", "GB"],
  "languages": ["pl", "en", "de"],
  "cookies": {
    "title": "COOKIE POLICY",
    "cookieInfoBaner": "Dear Users, as part of our service, we use cookies. Using the website without changing the settings for cookies means that they will be placed on your end device. If you do not agree, please kindly make the appropriate changes in your web browser settings, though this may affect the availability of some functionalities.",
    "acceptButton": {
      "text": "accept"
    },
    "asterixInfo": {
      "url": "/cookies",
      "text": "more about our cookie policy can be read here"
    }
  }
}
